

brew "ack"
brew "cloc"
brew "cppcheck"
brew "curl"
brew "direnv"
brew "duti"
brew "eza"
brew "gcc"
brew "gh"
brew "git"
brew "httpie"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "lf"
brew "libyaml"
brew "mise"
brew "moreutils"
brew "ossp-uuid"
brew "overmind"
brew "readline"
brew "shellcheck"
brew "shfmt"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"


cask "1password"
cask "1password-cli"
cask "android-studio"
cask "discord"
cask "firefox"
cask "font-comic-mono"
cask "font-fantasque-sans-mono"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "hazel"
cask "iina"
cask "istat-menus"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "little-snitch"
cask "ngrok"
cask "numi"
cask "pika"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookapk"
cask "quicklookase"
cask "raycast"
cask "suspicious-package"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "zed"
cask "zoom"


mas "1password for Safari", id: 1569813296
mas "DaisyDisk", id: 411643860
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tabs to Links", id: 1451408472
mas "The Unarchiver", id: 425424353
mas "xScope", id: 447661441
